[
  {
    "title": "Fun Home",
    "authors": [
      "Alison Bechdel"
    ],
    "description": "A fresh and brilliantly told memoir from a cult favorite comic artist, marked by gothic twists, a family funeral home, sexual angst, and great books. This breakout book by Alison Bechdel is a darkly funny family tale, pitch-perfectly illustrated with Bechdel's sweetly gothic drawings. Like Marjane Satrapi's Persepolis, it's a story exhilaratingly suited to graphic memoir form. Meet Alison's father, a historic preservation expert and obsessive restorer of the family's Victorian home, a third-generation funeral home director, a high school English teacher, an icily distant parent, and a closeted homosexual who, as it turns out, is involved with his male students and a family babysitter. Through narrative that is alternately heartbreaking and fiercely funny, we are drawn into a daughter's complex yearning for her father. And yet, apart from assigned stints dusting caskets at the family-owned \"fun home,\" as Alison and her brothers call it, the relationship achieves its most intimate expression through the shared code of books. When Alison comes out as homosexual herself in late adolescense, the denouement is swift, graphic -- and redemptive.",
    "cover": "http://books.google.com/books/content?id=eq0n9Ck79ysC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "44.38",
    "quantity": 110,
    "id": "eq0n9Ck79ysC"
  },
  {
    "title": "Art as Experience",
    "authors": [
      "John Dewey"
    ],
    "description": "Based on John Dewey's lectures on esthetics, delivered as the first William James Lecturer at Harvard in 1932, Art as Experience has grown to be considered internationally as the most distinguished work ever written by an American on the formal structure and characteristic effects of all the arts: architecture, sculpture, painting, music, and literature.",
    "cover": "http://books.google.com/books/content?id=hJtPEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Philosophy"
    ],
    "price": "54.87",
    "quantity": 92,
    "id": "hJtPEAAAQBAJ"
  },
  {
    "title": "Can't We Talk about Something More Pleasant?",
    "authors": [
      "Roz Chast"
    ],
    "description": "#1 New York Times Bestseller 2014 NATIONAL BOOK AWARD FINALIST In her first memoir, New Yorker cartoonist Roz Chast brings her signature wit to the topic of aging parents. Spanning the last several years of their lives and told through four-color cartoons, family photos, and documents, and a narrative as rife with laughs as it is with tears, Chast's memoir is both comfort and comic relief for anyone experiencing the life-altering loss of elderly parents. When it came to her elderly mother and father, Roz held to the practices of denial, avoidance, and distraction. But when Elizabeth Chast climbed a ladder to locate an old souvenir from the “crazy closet”-with predictable results-the tools that had served Roz well through her parents' seventies, eighties, and into their early nineties could no longer be deployed. While the particulars are Chast-ian in their idiosyncrasies-an anxious father who had relied heavily on his wife for stability as he slipped into dementia and a former assistant principal mother whose overbearing personality had sidelined Roz for decades-the themes are universal: adult children accepting a parental role; aging and unstable parents leaving a family home for an institution; dealing with uncomfortable physical intimacies; managing logistics; and hiring strangers to provide the most personal care. An amazing portrait of two lives at their end and an only child coping as best she can, Can't We Talk about Something More Pleasant will show the full range of Roz Chast's talent as cartoonist and storyteller.",
    "cover": "http://books.google.com/books/content?id=tcosAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "37.31",
    "quantity": 89,
    "id": "tcosAwAAQBAJ"
  },
  {
    "title": "Modernism's Other Work",
    "authors": [
      "Lisa Siraganian"
    ],
    "description": "Modernism's Other Work challenges deeply held critical beliefs about the meaning-in particular the political meaning-of modernism's commitment to the work of art as an object detached from the world. Ranging over works of poetry, fiction, painting, sculpture, and film, it argues that modernism's core aesthetic problem-the artwork's status as an object, and a subject's relation to it-poses fundamental questions of agency, freedom, and politics. With fresh accounts of works by canonical figures such as William Carlos Williams and Marcel Duchamp, and transformative readings of less-studied writers such as William Gaddis and Amiri Baraka, Siraganian reinterprets the relationship between aesthetic autonomy and politics. Through attentive readings, the study reveals how political questions have always been modernism's critical work, even when writers such as Gertrude Stein and Wyndham Lewis boldly assert the art object's immunity from the world's interpretations. Reorienting our understanding of the period, Siraganian demonstrates that the freedom of the art object from the reader's meaning presented a way to imagine an individual's complicated liberty within the state. Offering readers an original encounter with modernism, Modernism's Other Work will interest literary and art historians, literary theorists, critics, and scholars in cultural studies.",
    "cover": "http://books.google.com/books/content?id=ybxoAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Literary Criticism"
    ],
    "price": "20.96",
    "quantity": 122,
    "id": "ybxoAgAAQBAJ"
  },
  {
    "title": "Germany",
    "authors": [
      "Neil MacGregor"
    ],
    "description": "From Neil MacGregor, the author of A History of the World in 100 Objects, this is a view of Germany like no other Today, as the dominant economic force in Europe, Germany looms as large as ever over world affairs. But how much do we really understand about it, and how do its people understand themselves? In this enthralling new book, Neil MacGregor guides us through the complex history, culture and identity of this most mercurial of countries by telling the stories behind 30 objects in his uniquely magical way. Beginning with the fifteenth-century invention of the Gutenberg press, MacGregor ventures beyond the usual sticking point of the Second World War to get to the heart of a nation that has given us Luther and Hitler, the Beetle and Brecht - and remade our world again and again. This is a view of Germany like no other. Neil MacGregor has been Director of the British Museum since August 2002. He was Director of the National Gallery in London from 1987 to 2002. His celebrated books include A History of the World in 100 Objects, now translated into more than a dozen languages and one of the top-selling titles ever published by Penguin Press, and Shakespeare's Restless World.",
    "cover": "http://books.google.com/books/content?id=BwO5BAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "History"
    ],
    "price": "50.19",
    "quantity": 84,
    "id": "BwO5BAAAQBAJ"
  },
  {
    "title": "Shakespeare's A Midsummer Night's Dream",
    "authors": [
      "William Shakespeare"
    ],
    "description": "Shakespeare's romantic comedy takes on vivid life with these brilliant images by one of the 20th century's leading illustrators. Includes the complete play, along with 40 full-color and numerous black-and-white illustrations.",
    "cover": "http://books.google.com/books/content?id=ZC3DAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Art"
    ],
    "price": "36.34",
    "quantity": 49,
    "id": "ZC3DAgAAQBAJ"
  },
  {
    "title": "Shared Walls",
    "authors": [
      "Diana E. James"
    ],
    "description": "The 1900 edition of Polk’s Seattle City Directory listed four apartment buildings. By 1939, that number had grown to almost 1,400. This study explores the circumstances that prompted the explosive growth of this previously unknown form of housing in Seattle and takes an in-depth look at a large number of different apartment buildings, from the small and simple to the large and grand. Illustrated with numerous contemporary and vintage photographs and sketches, this volume preserves an intimate record of these under-studied and under-appreciated buildings and will inspire an appreciation for their history and architectural variety, and for their preservation as an integral part of Seattle’s urban landscape.",
    "cover": "http://books.google.com/books/content?id=PAcjaDUOBhcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Art"
    ],
    "price": "42.56",
    "quantity": 49,
    "id": "PAcjaDUOBhcC"
  },
  {
    "title": "Multiple Intelligences",
    "authors": [
      "Howard E Gardner"
    ],
    "description": "The most complete account of the theory and application of Multiple Intelligences available anywhere. Howard Gardner's brilliant conception of individual competence, known as Multiple Intelligences theory, has changed the face of education. Tens of thousands of educators, parents, and researchers have explored the practical implications and applications of this powerful notion, that there is not one type of intelligence but several, ranging from musical intelligence to the intelligence involved in self-understanding. Multiple Intelligences distills nearly three decades of research on Multiple Intelligences theory and practice, covering its central arguments and numerous developments since its introduction in 1983. Gardner includes discussions of global applications, Multiple Intelligences in the workplace, an assessment of Multiple Intelligences practice in the current conservative educational climate, new evidence about brain functioning, and much more.",
    "cover": "http://books.google.com/books/content?id=8K54fg6YU4EC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Psychology"
    ],
    "price": "21.10",
    "quantity": 93,
    "id": "8K54fg6YU4EC"
  },
  {
    "title": "Digital Art",
    "authors": [
      "Christiane Paul"
    ],
    "description": "Digital art, along with the technological developments of its medium, has rapidly evolved from the digital revolution into the social media era and to the postdigital and post-Internet landscape. This new, expanded edition of this invaluable overview of the medium traces the emergence of artificial intelligence, augmented and mixed realities, and Non-Fungible Tokens (NFTs), and surveys themes explored by digital artworks in the areas of activism, networks and telepresence, and ecological art and the Anthropocene. Christiane Paul considers all forms of digital art, focusing on the basic characteristics of their aesthetic language and their technological and art-historical evolution. By looking at the ways in which internet art, digital installation, software art, AR and VR haveemerged as recognized artistic practices, Digital Art is an essential critical guide.",
    "cover": "http://books.google.com/books/content?id=46K7EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Art"
    ],
    "price": "59.73",
    "quantity": 62,
    "id": "46K7EAAAQBAJ"
  },
  {
    "title": "White Tears",
    "authors": [
      "Hari Kunzru"
    ],
    "description": "Two ambitious young musicians are drawn into the dark underworld of blues-record collecting while navigating the fallout of a scam involving one's claim that a viral video of an unknown singer is a long-lost recording of a famous blues musician.",
    "cover": "http://books.google.com/books/content?id=WKdYDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "27.51",
    "quantity": 109,
    "id": "WKdYDgAAQBAJ"
  },
  {
    "title": "The Handbook of Tibetan Buddhist Symbols",
    "authors": [
      "Not Available"
    ],
    "description": "Based on the author's previous publication The Encyclopedia of Tibetan Symbols and Motifs, this handbook contains an array of symbols and motifs, accompanied by succinct explanations. It provides treatment of the essential Tibetan religious figures, themes and motifs, both secular and religious.",
    "cover": "http://books.google.com/books/content?id=-3804Ud9-4IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Art"
    ],
    "price": "30.35",
    "quantity": 56,
    "id": "-3804Ud9-4IC"
  },
  {
    "title": "Queen of the Black Coast",
    "authors": [
      "Robert Ervin Howard"
    ],
    "description": "\"Queen of the Black Coast\" revolves around Conan the Cimmerian. The plot is set during the pseudo-historical Hyborian Age. Conan escapes from Argos, where he has been accused of a crime. He finds refuge on a boat, the Argus. He becomes friends with the Captain, Tito. However, the pirate queen and her crew attack the boat. Conan tries to fight them off and kills many of the pirates. Fully expecting to be overwhelmed and killed, however, Bêlit orders her crew to spare Conan. She is impressed with Cimmerian's courage and ferocity and sexually attracted to him. Bêlit offers to let Conan sail with her. Conan becomes a notorious pirate plundering the coastal villages of Kush alongside Bêlit, a pirate queen.",
    "cover": "http://books.google.com/books/content?id=lF4OEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Art"
    ],
    "price": "56.15",
    "quantity": 139,
    "id": "lF4OEAAAQBAJ"
  },
  {
    "title": "Freedom Dreams",
    "authors": [
      "Robin D. G. Kelley"
    ],
    "description": "Kelley unearths freedom dreams in this exciting history of renegade intellectuals and artists of the African diaspora in the twentieth century. Focusing on the visions of activists from C. L. R. James to Aime Cesaire and Malcolm X, Kelley writes of the hope that Communism offered, the mindscapes of Surrealism, the transformative potential of radical feminism, and of the four-hundred-year-old dream of reparations for slavery and Jim Crow. From'the preeminent historian of black popular culture' (Cornel West), an inspiring work on the power of imagination to transform society.-- Back cover.",
    "cover": "http://books.google.com/books/content?id=JtTtAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Art"
    ],
    "price": "62.46",
    "quantity": 56,
    "id": "JtTtAAAAMAAJ"
  },
  {
    "title": "52 Little Lessons from It's a Wonderful Life",
    "authors": [
      "Bob Welch"
    ],
    "description": "If George and Mary Bailey are annual guests at your home every winter, you already know that It's a Wonderful Life is more than just a holiday tradition--it's a powerful reminder that our lives can change everyone around us, for better or worse. But what can this Christmas classic teach us about our everyday lives? 52 Little Lessons from It's a Wonderful Life will change the way you think about this holiday staple, from the lightheartedness of George and Mary's floor-parting dance to the poignancy of a community that rallies to save a desperate man, Bob Welch's 52 Little Lessons from It's a Wonderful Life will inspire you to live for the things that matter most. Welch invites us to revisit the defining lessons in Frank Capra's 1946 classic and discover new dimensions of the film you've seen time and again, including: What can we all learn from Mary's quiet contentedness? Can George's selflessness make you rethink your own priorities? What impact do we have on the people around us? Join Welch for a close-up of the characters and themes that shape this timeless story of resilience and redemption. You'll be reminded that life's most important work is often the work we never planned to do, that God can use the most unlikely among us to get the job done, and that grace is the greatest gift we can possibly give. Discover why It's a Wonderful Life is more than just a holiday tradition--it's an inspiration for us to lead better lives, to become people of honor and integrity, and to recognize what really matters.",
    "cover": "http://books.google.com/books/content?id=-6bs1tL8MtAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Religion"
    ],
    "price": "65.25",
    "quantity": 24,
    "id": "-6bs1tL8MtAC"
  },
  {
    "title": "Postdramatic Theatre",
    "authors": [
      "Hans-Thies Lehmann"
    ],
    "description": "Newly adapted for the Anglophone reader, this is an excellent translation of Hans-Thies Lehmann’s groundbreaking study of the new theatre forms that have developed since the late 1960s, which has become a key reference point in international discussions of contemporary theatre. In looking at the developments since the late 1960s, Lehmann considers them in relation to dramatic theory and theatre history, as an inventive response to the emergence of new technologies, and as an historical shift from a text-based culture to a new media age of image and sound. Engaging with theoreticians of 'drama' from Aristotle and Brecht, to Barthes and Schechner, the book analyzes the work of recent experimental theatre practitioners such as Robert Wilson, Tadeusz Kantor, Heiner Müller, the Wooster Group, Needcompany and Societas Raffaello Sanzio. Illustrated by a wealth of practical examples, and with an introduction by Karen Jürs-Munby providing useful theoretical and artistic contexts for the book, Postdramatic Theatre is an historical survey expertly combined with a unique theoretical approach which guides the reader through this new theatre landscape.",
    "cover": "http://books.google.com/books/content?id=wXCBAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Performing Arts"
    ],
    "price": "64.44",
    "quantity": 109,
    "id": "wXCBAgAAQBAJ"
  },
  {
    "title": "This Ain't the Summer of Love",
    "authors": [
      "Steve Waksman"
    ],
    "description": "\"Waksman brings a new understanding to familiar material by treating it in an original and stimulating manner. This book tells 'the other side of the story.'\"—Philip Auslander, author of Performing Glam Rock: Gender and Theatricality in Popular Music \"While there are a number of histories of punk and metal and numerous biographies of important bands within each genre, there is no comparable book to This Ain't the Summer of Love. The ultimate contribution the book makes is to provoke the reader into rethinking the ongoing fluid relationship between punk, a music that enjoyed considerable critical support, and metal, a music that has been systematically denigrated by critics. This book is the product of superior scholarship; it truly breaks fresh ground and as such it is an important book that will be regularly cited in future work.\"—Rob Bowman, Professor of Music at York University and author of Soulsville USA: The Story of Stax Records \"Debunking simplistic assumptions that punk rebelled and heavy metal conformed, Steve Waksman demonstrates with precisely chosen examples that for decades the two shared strategies and concerns. As a result, this important volume is among the first to extend to rock history the same much-needed revisionism that elsewhere has transformed our understanding of minstrelsy, blues, country music, and pop.\"—Eric Weisbard, author of Use Your Illusion I & II",
    "cover": "http://books.google.com/books/content?id=LaklDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Music"
    ],
    "price": "57.35",
    "quantity": 97,
    "id": "LaklDQAAQBAJ"
  },
  {
    "title": "The Diffusion of Classical Art in Antiquity",
    "authors": [
      "John Boardman"
    ],
    "description": "From one of the world’s leading authorities on ancient Greek art, a groundbreaking account of how Greek images were understood and used by other ancient peoples, from Britain to China In this book, acclaimed archaeologist and art historian John Boardman explores Greek art as a foreign art transmitted to the non-Greeks of antiquity—peoples who weren’t necessarily able to judge the meaning of Greek art and who may have regarded the Greeks themselves with great hostility. Boardman examines how and why the arts of the classical world traveled and to what effect, from Britain to China, from roughly the eighth century BCE to the early centuries CE. In some places, such as Italy, Greek images were overwhelmingly successful. In Egypt, the Celtic world, the eastern steppes, and other regions with strong local traditions, they were never effectively assimilated. And in cultures where there was a subtler blend of influences, notably in the Buddhist east, classical images served as a catalyst to the generation of new styles. Along the way, Boardman demonstrates that looking at Greek art from the outside provides a wealth of new insights into Greek art itself, and he raises important questions about how images in general are copied and reinterpreted.",
    "cover": "http://books.google.com/books/content?id=pRm3EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Art"
    ],
    "price": "50.93",
    "quantity": 130,
    "id": "pRm3EAAAQBAJ"
  },
  {
    "title": "Relationscapes",
    "authors": [
      "Erin Manning"
    ],
    "description": "With Relationscapes, Erin Manning offers a new philosophy of movement challenging the idea that movement is simple displacement in space, knowable only in terms of the actual. Exploring the relation between sensation and thought through the prisms of dance, cinema, art, and new media, Manning argues for the intensity of movement. From this idea of intensity -- the incipiency at the heart of movement -- Manning develops the concept of preacceleration, which makes palpable how movement creates relational intervals out of which displacements take form. Discussing her theory of incipient movement in terms of dance and relational movement, Manning describes choreographic practices that work to develop with a body in movement rather than simply stabilizing that body into patterns of displacement. She examines the movement-images of Leni Riefenstahl, �tienne-Jules Marey, and Norman McLaren (drawing on Bergson's idea of duration), and explores the dot-paintings of contemporary Australian Aboriginal artists. Turning to language, Manning proposes a theory of prearticulation claiming that language's affective force depends on a concept of thought in motion. Relationscapes takes a \"Whiteheadian perspective,\" recognizing Whitehead's importance and his influence on process philosophers of the late twentieth century -- Deleuze and Guattari in particular. It will be of special interest to scholars in new media, philosophy, dance studies, film theory, and art history.",
    "cover": "http://books.google.com/books/content?id=3U4FuhDsxukC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Movement (Philosophy)"
    ],
    "price": "67.83",
    "quantity": 148,
    "id": "3U4FuhDsxukC"
  },
  {
    "title": "A Dictionary of the Avant-Gardes",
    "authors": [
      "Richard Kostelanetz"
    ],
    "description": "Twenty-five years after the publication of A Dictionary of the Avant-Gardes, the distinguished critic and arts historian Richard Kostelanetz returns to his favorite subject for a third edition. Rewriting earlier entries, adding hundreds of new ones, Kostelanetz provides intelligence and information unavailable anywhere else, no less in print than online, about a wealth of subjects and individuals. Focused upon what is truly innovative and excellent, he ranges widely with insight and surprise, including appreciations of artistic athletes such as Muhammad Ali, Johan Cruyff, and the Harlem Globetrotters and such collective creations as Las Vegas and his native New York City. Continuing the traditions of cheeky high-style Dictionarysts, honoring Samuel Johnson and Nicolas Slonimsky (both with individual entries), Kostelanetz offers a \"reference book\" to be enjoyed not only in bits and chunks, but continuously as one of the dozen books someone would take if they planned to be stranded on a desert isle.",
    "cover": "http://books.google.com/books/content?id=kDZ7DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Art"
    ],
    "price": "50.08",
    "quantity": 85,
    "id": "kDZ7DwAAQBAJ"
  },
  {
    "title": "Pilgrimage to the End of the World",
    "authors": [
      "Conrad Rudolph"
    ],
    "description": "Traveling two and a half months and one thousand miles along the ancient route through southern France and northern Spain, Conrad Rudolph made the passage to the holy site of Santiago de Compostela, one of the most important modern-day pilgrimage destinations for Westerners. In this chronicle of his travels to this captivating place, Rudolph melds the ancient and the contemporary, the spiritual and the physical, in a book that is at once travel guide, literary work, historical study, and memoir.",
    "cover": "http://books.google.com/books/content?id=nFaQ2fVI1hwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Art"
    ],
    "price": "47.13",
    "quantity": 117,
    "id": "nFaQ2fVI1hwC"
  },
  {
    "title": "Eat, Pray, Love",
    "authors": [
      "Elizabeth Gilbert"
    ],
    "description": "The Number One international bestseller, Eat, Pray Love is a journey around the world, a quest for spiritual enlightenment and a story for anyone who has battled with divorce, depression and heartbreak.",
    "cover": "http://books.google.com/books/content?id=QdCNeNx6LJUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "29.07",
    "quantity": 126,
    "id": "QdCNeNx6LJUC"
  },
  {
    "title": "The Hemingses of Monticello",
    "authors": [
      "Annette Gordon-Reed"
    ],
    "description": "Historian and legal scholar Gordon-Reed presents this epic work that tells the story of the Hemingses, an American slave family and their close blood ties to Thomas Jefferson.",
    "cover": "http://books.google.com/books/content?id=0rucDU2Xa6gC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "53.20",
    "quantity": 110,
    "id": "0rucDU2Xa6gC"
  },
  {
    "title": "The Drowned and the Saved",
    "authors": [
      "Primo Levi"
    ],
    "description": "In his final book before his death, Primo Levi returns once more to his time at Auschwitz in a moving meditation on memory, resiliency, and the struggle to comprehend unimaginable tragedy. Drawing on history, philosophy, and his own personal experiences, Levi asks if we have already begun to forget about the Holocaust. His last book before his death, Levi returns to the subject that would define his reputation as a writer and a witness. Levi breaks his book into eight essays, ranging from topics like the unreliability of memory to how violence twists both the victim and the victimizer. He shares how difficult it is for him to tell his experiences with his children and friends. He also debunks the myth that most of the Germans were in the dark about the Final Solution or that Jews never attempted to escape the camps. As the Holocaust recedes into the past and fewer and fewer survivors are left to tell their stories, The Drowned and the Saved is a vital first-person testament. Along with Elie Wiesel and Hannah Arendt, Primo Levi is remembered as one of the most powerful and perceptive writers on the Holocaust and the Jewish experience during World War II. This is an essential book both for students and literary readers. Reading Primo Levi is a lesson in the resiliency of the human spirit.",
    "cover": "http://books.google.com/books/content?id=s90nDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "BIOGRAPHY & AUTOBIOGRAPHY"
    ],
    "price": "44.12",
    "quantity": 134,
    "id": "s90nDwAAQBAJ"
  },
  {
    "title": "Benjamin Franklin",
    "authors": [
      "Walter Isaacson"
    ],
    "description": "Presents a portrait of Benjamin Franklin as a scientist, inventor, diplomat, writer, business strategist, and statesman while tracing his life as one of America's Founding Fathers.",
    "cover": "http://books.google.com/books/content?id=AfZOIC8hVWYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "37.85",
    "quantity": 106,
    "id": "AfZOIC8hVWYC"
  },
  {
    "title": "Chiara Corbella Petrillo",
    "authors": [
      "Simone Troisi",
      "Christian Paccini"
    ],
    "description": "Chiara Petrillo was seated in a wheel chair looking lovingly toward Jesus in the tabernacle. Her husband, Enrico, found the courage to ask her a question that he had been holding back. Thinking of Jesus’s phrase, “my yoke is sweet and my burden is light,” he asked: “Is this yoke, this cross, really sweet, as Jesus said?” A smile came across Chiara’s face. She turned to her husband and said in a weak voice: “Yes, Enrico, it is very sweet.” At 28 years old, Chiara passed away, her body ravaged by cancer. The emotional, physical, and spiritual trials of this young Italian mother are not uncommon. It was her joyful and loving response to each that led one cardinal to call her “a saint for our times.” Chiara entrusted her first baby to the blessed Virgin, but felt as though this child was not hers to keep. Soon, it was revealed her daughter had life-threatening abnormalities. Despite universal pressure to abort, Chiara gave birth to a beautiful girl who died within the hour. A year later, the death of her second child came even more quickly. Yet God was preparing their hearts for more—more sorrow and more grace. While pregnant a third time, Chiara developed a malignant tumor. She refused to jeopardize the life of her unborn son by undergoing treatments during the pregnancy. Chiara waited until after Francesco was safely born, and then began the most intense treatments of radiation and chemotherapy, but it was soon clear that the cancer was terminal. Almost immediately after giving birth to Francesco, Chiara’s tumor became terminal and caused her to lose the use of her right eye. Her body was tested, and so was her soul as she suffered through terrible dark nights. She said “yes” to everything God sent her way, becoming a true child of God. And as her days on earth came to an end, Enrico looked down on his wife and said, “If she is going to be with Someone who loves her more than I, why should I be upset?” Each saint has a special charisma, a particular facet of God that is reflected through her. Chiara’s was to be a witness to joy in the face of great adversity, the kind which makes love overflow despite the sorrow from loss and death.",
    "cover": "http://books.google.com/books/content?id=ttlyCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "66.60",
    "quantity": 132,
    "id": "ttlyCwAAQBAJ"
  },
  {
    "title": "Lives of the Caesars",
    "authors": [
      "Suetonius"
    ],
    "description": "The Lives of the Caesars include the biographies of Julius Caesar and the eleven subsequent emperors: Augustus, Tiberius, Gaius Caligula, Claudius, Nero, Galba, Otho, Vitelius, Vespasian, Titus, Domitian. Suetonius composed his material from a variety of sources, without much concern for their reliability. His biographies consist the ancestry and career of each emperor in turn; however, his interest is not so much analytical or historical, but anecdotal and salacious which gives rise to a lively and provocative succession of portraits. The account of Julius Caesar does not simply mention his crossing of the Rubicon and his assassination, but draws attention to his dark piercing eyes and attempts to conceal his baldness. The Live of Caligula presents a vivid picture of the emperor's grotesque appearance, his waywardness, and his insane cruelties. The format and style of Suetonius' Lives of the Caesars was to set the tone for biography throughout western literature - his work remains thoroughly readable and full of interest. ABOUT THE SERIES: For over 100 years Oxford World's Classics has made available the widest range of literature from around the globe. Each affordable volume reflects Oxford's commitment to scholarship, providing the most accurate text plus a wealth of other valuable features, including expert introductions by leading authorities, helpful notes to clarify the text, up-to-date bibliographies for further study, and much more.",
    "cover": "http://books.google.com/books/content?id=JsNxkG6Ai9sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "23.27",
    "quantity": 80,
    "id": "JsNxkG6Ai9sC"
  },
  {
    "title": "Origen: Contra Celsum",
    "authors": [
      "Origen"
    ],
    "description": "The English translation not only focuses closely on the text, it also has illuminating notes and discussions on the philosophers.",
    "cover": "http://books.google.com/books/content?id=wsKLIV3TpOYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Religion"
    ],
    "price": "63.48",
    "quantity": 26,
    "id": "wsKLIV3TpOYC"
  },
  {
    "title": "The Trumps",
    "authors": [
      "Gwenda Blair"
    ],
    "description": "An entertaining chronicle, now in paperback, explores the turbulent history and extraordinary achievements of the Trump family, from their first forays into real estate by Friedrich to the over-the-top ambitions of Donald Trump himself. of photos.",
    "cover": "http://books.google.com/books/content?id=PmrwtRTQ3fMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "69.69",
    "quantity": 49,
    "id": "PmrwtRTQ3fMC"
  },
  {
    "title": "The Conduct of Life",
    "authors": [
      "Ralph Waldo Emerson"
    ],
    "description": "Not Available",
    "cover": "http://books.google.com/books/content?id=-icbmTM59xcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "American literature"
    ],
    "price": "37.62",
    "quantity": 13,
    "id": "-icbmTM59xcC"
  },
  {
    "title": "John Adams",
    "authors": [
      "David McCullough"
    ],
    "description": "Chronicles the life of America's second president, including his youth, his career as a Massachusetts farmer and lawyer, his marriage to Abigail, his rivalry with Thomas Jefferson, and his influence on the birth of the United States.",
    "cover": "http://books.google.com/books/content?id=GHMnz8G0GTcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "24.28",
    "quantity": 62,
    "id": "GHMnz8G0GTcC"
  },
  {
    "title": "I Know why the Caged Bird Sings",
    "authors": [
      "Maya Angelou"
    ],
    "description": "Author's memoir of growing up black in the 1930's and 1940's.",
    "cover": "http://books.google.com/books/content?id=fBV7oq42ZfYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "African American authors"
    ],
    "price": "62.87",
    "quantity": 83,
    "id": "fBV7oq42ZfYC"
  },
  {
    "title": "Caesar",
    "authors": [
      "Adrian Keith Goldsworthy"
    ],
    "description": "In this landmark biography, Goldsworthy places Caesar firmly within the context of Roman society in the first century B.C.",
    "cover": "http://books.google.com/books/content?id=YWRoAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography"
    ],
    "price": "54.83",
    "quantity": 133,
    "id": "YWRoAAAAMAAJ"
  },
  {
    "title": "The Interesting Narrative",
    "authors": [
      "Olaudah Equiano"
    ],
    "description": "\"Published a few days before the British parliament first debated the abolition of the slave trade in 1789, Olaudah Equiano's Interesting Narrative gives the author's account of his enslavement after his childhood kidnapping in Africa, and his journey from slavery to freedom. Equiano was slave to a captain in the Royal Navy, and later to a Quaker merchant, and he vividly depicts the appalling treatment of enslaved people at sea and on land. He takes part in naval engagements, is shipwrecked, and has other exciting adventures on his travels to the Caribbean, America, and the Arctic. Equiano claimed his own freedom and became an important abolitionist, but his Narrative is much more than merely a political pamphlet. The most important African autobiography of the eighteenth century, it has achieved an increasingly central position among the century's great works of literature. The introduction to this edition surveys recent debates about Equiano's birthplace and identity, and considers his campaigning role and literary achievements.\"--Publisher's description.",
    "cover": "http://books.google.com/books/content?id=uQpDDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Literary Collections"
    ],
    "price": "49.44",
    "quantity": 104,
    "id": "uQpDDwAAQBAJ"
  },
  {
    "title": "Plutarch's Lives",
    "authors": [
      "Plutarch",
      "John Dryden",
      "Arthur Hugh Clough"
    ],
    "description": "Not Available",
    "cover": "http://books.google.com/books/content?id=f8MsAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography"
    ],
    "price": "42.37",
    "quantity": 21,
    "id": "f8MsAAAAMAAJ"
  },
  {
    "title": "Team of Rivals",
    "authors": [
      "Doris Kearns Goodwin"
    ],
    "description": "An analysis of Abraham Lincoln's political talents identifies the character strengths and abilities that enabled his successful election, in an account that also describes how he used the same abilities to rally former opponents in winning the Civil War.",
    "cover": "http://books.google.com/books/content?id=Cg0bDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "52.44",
    "quantity": 54,
    "id": "Cg0bDAAAQBAJ"
  },
  {
    "title": "The Glass Castle",
    "authors": [
      "Jeannette Walls"
    ],
    "description": "Original publication and copyright date: 2005.",
    "cover": "http://books.google.com/books/content?id=CLRZ79s5tD8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "61.40",
    "quantity": 126,
    "id": "CLRZ79s5tD8C"
  },
  {
    "title": "Representative Men",
    "authors": [
      "Ralph Waldo Emerson"
    ],
    "description": "Not Available",
    "cover": "http://books.google.com/books/content?id=q-XlK38B4lAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "American literature"
    ],
    "price": "60.42",
    "quantity": 65,
    "id": "q-XlK38B4lAC"
  },
  {
    "title": "Genghis Khan and the Making of the Modern World",
    "authors": [
      "J. McIver Weatherford"
    ],
    "description": "Based on eight years of groundbreaking research in Mongolia, this history of the great conqueror argues that rather than a crude barbarian, Khan was one of the most progressive and influential rulers in all of world history.",
    "cover": "http://books.google.com/books/content?id=IVRtAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "25.39",
    "quantity": 136,
    "id": "IVRtAAAAMAAJ"
  },
  {
    "title": "Eat, Pray, Love",
    "authors": [
      "Elizabeth Gilbert"
    ],
    "description": "Traces the author's decision to travel the world for a year after suffering a midlife crisis and divorce, a journey that took her to three places in her quest to explore her own nature and learn the art of spiritual balance.",
    "cover": "http://books.google.com/books/content?id=h5ZCPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "22.92",
    "quantity": 71,
    "id": "h5ZCPgAACAAJ"
  },
  {
    "title": "Shakespeare's Face",
    "authors": [
      "Stephanie Nolen"
    ],
    "description": "\"In May 2001, Stephanie Nolen made a stunning announcement that ignited furious debate around the world - the discovery of a painting that may be the only portrait of William Shakespeare painted during his lifetime.\" \"In Shakespeare's Face she tells the extraordinary story: how the portrait came to reside under the bed of a Montreal grandmother and how her grandson, a retired engineer, painstakingly authenticated the work in the face of numerous setbacks. An unparalleled international cast of experts in art and literature spiritedly weighs the evidence for and against the \"Sanders portrait,\" making this a fascinating tour of provenance, perfect for the Antiques Roadshow lover. In an entertaining manner, the experts examine telling scientific details such as the age and origin of the portrait's wood, the barely visible handwriting on the label affixed to its back, and the significance of the sitter's clothes. They explore our desire, repeated over the centuries, to find an image of Shakespeare that speaks to us, and they ultimately create a succinct but comprehensive biography of the Bard, a picture of his life and times.\" \"The face in the small oil-on-wood painting is an attractive one: mischievous, keen-eyed, enigmatic - not the \"bladder-faced burger,\" disparaged by Mark Twain, taken from images of the playwright created after his death. The smile is suggestive, for many, of the humorous, humane man who wrote the greatest plays in the English language.\" \"As this engrossing book demonstrates, Shakespeare's genius had many faces and the Sanders portrait may show us the most genuine and authentic of them all.\"--BOOK JACKET.Title Summary field provided by Blackwell North America, Inc. All Rights Reserved",
    "cover": "http://books.google.com/books/content?id=Ck4HsjjC0SgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Art"
    ],
    "price": "45.17",
    "quantity": 10,
    "id": "Ck4HsjjC0SgC"
  },
  {
    "title": "The Plague",
    "authors": [
      "Albert Camus"
    ],
    "description": "“Its relevance lashes you across the face.” —Stephen Metcalf, The Los Angeles Times • “A redemptive book, one that wills the reader to believe, even in a time of despair.” —Roger Lowenstein, The Washington Post A haunting tale of human resilience and hope in the face of unrelieved horror, Albert Camus' iconic novel about an epidemic ravaging the people of a North African coastal town is a classic of twentieth-century literature. The townspeople of Oran are in the grip of a deadly plague, which condemns its victims to a swift and horrifying death. Fear, isolation and claustrophobia follow as they are forced into quarantine. Each person responds in their own way to the lethal disease: some resign themselves to fate, some seek blame, and a few, like Dr. Rieux, resist the terror. An immediate triumph when it was published in 1947, The Plague is in part an allegory of France's suffering under the Nazi occupation, and a timeless story of bravery and determination against the precariousness of human existence.",
    "cover": "http://books.google.com/books/content?id=KVGd-NabpW0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "33.34",
    "quantity": 17,
    "id": "KVGd-NabpW0C"
  },
  {
    "title": "There There",
    "authors": [
      "Tommy Orange"
    ],
    "description": "PULITZER PRIZE FINALIST • NATIONAL BESTSELLER • A wondrous and shattering award-winning novel that follows twelve characters from Native communities: all traveling to the Big Oakland Powwow, all connected to one another in ways they may not yet realize. A contemporary classic, this “astonishing literary debut” (Margaret Atwood, bestselling author of The Handmaid’s Tale) “places Native American voices front and center” (NPR/Fresh Air). One of The Atlantic’s Great American Novels of the Past 100 Years Among them is Jacquie Red Feather, newly sober and trying to make it back to the family she left behind. Dene Oxendene, pulling his life together after his uncle’s death and working at the powwow to honor his memory. Fourteen-year-old Orvil, coming to perform traditional dance for the very first time. They converge and collide on one fateful day at the Big Oakland Powwow and together this chorus of voices tells of the plight of the urban Native American—grappling with a complex and painful history, with an inheritance of beauty and spirituality, with communion and sacrifice and heroism A book with “so much jangling energy and brings so much news from a distinct corner of American life that it’s a revelation” (The New York Times). It is fierce, funny, suspenseful, and impossible to put down--full of poetry and rage, exploding onto the page with urgency and force. There There is at once poignant and unflinching, utterly contemporary and truly unforgettable. Don't miss Tommy Orange's new book, Wandering Stars!",
    "cover": "http://books.google.com/books/content?id=oNY0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "42.74",
    "quantity": 84,
    "id": "oNY0DwAAQBAJ"
  },
  {
    "title": "If Beale Street Could Talk",
    "authors": [
      "James Baldwin"
    ],
    "description": "From one of the most important writers of the twentieth century comes a stunning love story about a young Black woman whose life is torn apart when her lover is wrongly accused of a crime—\"a moving, painful story, so vividly human and so obviously based on reality that it strikes us as timeless\" (The New York Times Book Review). \"One of the best books Baldwin has ever written—perhaps the best of all.\" —The Philadelphia Inquirer Told through the eyes of Tish, a nineteen-year-old girl, in love with Fonny, a young sculptor who is the father of her child, Baldwin’s story mixes the sweet and the sad. Tish and Fonny have pledged to get married, but Fonny is falsely accused of a terrible crime and imprisoned. Their families set out to clear his name, and as they face an uncertain future, the young lovers experience a kaleidoscope of emotions—affection, despair, and hope. In a love story that evokes the blues, where passion and sadness are inevitably intertwined, Baldwin has created two characters so alive and profoundly realized that they are unforgettably ingrained in the American psyche.",
    "cover": "http://books.google.com/books/content?id=lclWAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "47.22",
    "quantity": 52,
    "id": "lclWAAAAQBAJ"
  },
  {
    "title": "The Boleyn Inheritance",
    "authors": [
      "Philippa Gregory"
    ],
    "description": "THREE WOMEN WHO SHARE ONE FATE: THE BOLEYN INHERITANCE ANNE OF CLEVES She runs from her tiny country, her hateful mother, and her abusive brother to a throne whose last three occupants are dead. King Henry VIII, her new husband, instantly dislikes her. Without friends, family, or even an understanding of the language being spoken around her, she must literally save her neck in a court ruled by a deadly game of politics and the terror of an unpredictable and vengeful king. Her Boleyn Inheritance: accusations and false witnesses. KATHERINE HOWARD She catches the king's eye within moments of arriving at court, setting in motion the dreadful machine of politics, intrigue, and treason that she does not understand. She only knows that she is beautiful, that men desire her, that she is young and in love -- but not with the diseased old man who made her queen, beds her night after night, and killed her cousin Anne. Her Boleyn Inheritance: the threat of the axe. JANE ROCHFORD She is the Boleyn girl whose testimony sent her husband and sister-in-law to their deaths. She is the trusted friend of two threatened queens, the perfectly loyal spy for her uncle, the Duke of Norfolk, and a canny survivor in the murderous court of a most dangerous king. Throughout Europe, her name is a byword for malice, jealousy, and twisted lust. Her Boleyn Inheritance: a fortune and a title, in exchange for her soul. The Boleyn Inheritance is a novel drawn tight as a lute string about a court ruled by the gallows and three women whose positions brought them wealth, admiration, and power as well as deceit, betrayal, and terror. Once again, Philippa Gregory has brought a vanished world to life -- the whisper of a silk skirt on a stone stair, the yellow glow of candlelight illuminating a hastily written note, the murmurs of the crowd gathering on Tower Green below the newly built scaffold. In The Boleyn Inheritance Gregory is at her intelligent and page-turning best.",
    "cover": "http://books.google.com/books/content?id=xZNVDAaxrGIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "38.22",
    "quantity": 130,
    "id": "xZNVDAaxrGIC"
  },
  {
    "title": "Journey to the Center of the Earth",
    "authors": [
      "Jules Verne"
    ],
    "description": "The intrepid Professor Lindenbrock embarks upon the strangest expedition of the nineteenth century: a journey down an extinct Icelandic volcano to the Earth’s very core. In his quest to penetrate the planet’s primordial secrets, the geologist—together with his quaking nephew Axel and their devoted guide, Hans—discovers an astonishing subterranean menagerie of prehistoric proportions. Verne’s imaginative tale is at once the ultimate science fiction adventure and a reflection on the perfectibility of human understanding and the psychology of the questor. As David Brin notes in his Introduction, though Verne never knew the term “science fiction,” Journey to the Centre of the Earth is “inarguably one of the wellsprings from which it all began.”",
    "cover": "http://books.google.com/books/content?id=icKmd-tlvPMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "52.25",
    "quantity": 52,
    "id": "icKmd-tlvPMC"
  },
  {
    "title": "Sunset Park",
    "authors": [
      "Paul Auster"
    ],
    "description": "Paul Auster's Sunset Park is set in the sprawling flatlands of Florida, where twenty-eight-year-old Miles is photographing the last lingering traces of families who have abandoned their houses due to debt or foreclosure. Miles is haunted by guilt for having inadvertently caused the death of his step-brother, a situation that caused him to flee his father and step-mother in New York seven years ago.What keeps him in Florida is his relationship with a teenage high-school girl, Pilar, but when her family threatens to expose their relationship, Miles decides to protect Pilar by going back to Brooklyn, where he settles in a squat to prepare himself to face the inevitable confrontation with his father - a confrontation he has been avoiding for years.Set against the backdrop of the devastating global recession, and pulsing with the energy of Auster's previous novel Invisible, Sunset Park is as mythic as it is contemporary, as in love with baseball as it is with literature. It is above all, a story about love and forgiveness - not only among men and women, but also between fathers and sons.",
    "cover": "http://books.google.com/books/content?id=WK_mPzxMFfoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "68.09",
    "quantity": 25,
    "id": "WK_mPzxMFfoC"
  },
  {
    "title": "How to Stop Time",
    "authors": [
      "Matt Haig"
    ],
    "description": "From the New York Times bestselling author of The Midnight Library. “A quirky romcom dusted with philosophical observations….A delightfully witty…poignant novel.” —The Washington Post “She smiled a soft, troubled smile and I felt the whole world slipping away, and I wanted to slip with it, to go wherever she was going… I had existed whole years without her, but that was all it had been. An existence. A book with no words.” Tom Hazard has just moved back to London, his old home, to settle down and become a high school history teacher. And on his first day at school, he meets a captivating French teacher at his school who seems fascinated by him. But Tom has a dangerous secret. He may look like an ordinary 41-year-old, but owing to a rare condition, he's been alive for centuries. Tom has lived history--performing with Shakespeare, exploring the high seas with Captain Cook, and sharing cocktails with Fitzgerald. Now, he just wants an ordinary life. Unfortunately for Tom, the Albatross Society, the secretive group which protects people like Tom, has one rule: Never fall in love. As painful memories of his past and the erratic behavior of the Society's watchful leader threaten to derail his new life and romance, the one thing he can't have just happens to be the one thing that might save him. Tom will have to decide once and for all whether to remain stuck in the past, or finally begin living in the present. How to Stop Time tells a love story across the ages—and for the ages—about a man lost in time, the woman who could save him, and the lifetimes it can take to learn how to live. It is a bighearted, wildly original novel about losing and finding yourself, the inevitability of change, and how with enough time to learn, we just might find happiness. Soon to be a major motion picture starring Benedict Cumberbatch.",
    "cover": "http://books.google.com/books/content?id=In8mDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "34.65",
    "quantity": 56,
    "id": "In8mDwAAQBAJ"
  },
  {
    "title": "501st: Star Wars Legends (Imperial Commando)",
    "authors": [
      "Karen Traviss"
    ],
    "description": "The Clone Wars are over, but for those with reason to run from the new galactic Empire, the battle to survive has only just begun. . . . The Jedi have been decimated in the Great Purge, and the Republic has fallen. Now the former Republic Commandos–the galaxy’s finest special forces troops, cloned from Jango Fett–find themselves on opposing sides and in very different armor. Some have deserted and fled to Mandalore with the mercenaries, renegade clone troopers, and rogue Jedi who make up Kal Skirata’ s ragtag resistance to Imperial occupation. Others–including men from Delta and Omega squads–now serve as Imperial Commandos, a black ops unit within Vader’s own 501st Legion, tasked to hunt down fugitive Jedi and clone deserters. For Darman, grieving for his Jedi wife and separated from his son, it’s an agonizing test of loyalty. But he’s not the only one who’ll be forced to test the ties of brotherhood. On Mandalore, clone deserters and the planet’s own natives, who have no love for the Jedi, will have their most cherished beliefs challenged. In the savage new galactic order, old feuds may have to be set aside to unite against a far bigger threat, and nobody can take old loyalties for granted. Features a bonus section following the novel that includes a primer on the Star Wars expanded universe, and over half a dozen excerpts from some of the most popular Star Wars books of the last thirty years!",
    "cover": "http://books.google.com/books/content?id=qhwT9N_w1A0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "51.06",
    "quantity": 95,
    "id": "qhwT9N_w1A0C"
  },
  {
    "title": "Taras Bulba",
    "authors": [
      "Nikolái V. Gogol"
    ],
    "description": "Feroces, crueles, valientes y apasionados, los cosacos hacen temblar la estepa bajo los cascos de sus caballos. Y entre ellos se encuentra Taras Bulba, un anciano lleno aún de fuerza e inteligencia que junto a sus hijos, Ostap y Andrí, avanzará por tierras polacas con intención de vengar su fe ortodoxa burlada por los católicos. Ninguna guarnición, ciudad amurallada o iglesia podrán detenerlos, hasta que la desgracia se cierna sobre ellos y el apuesto y enamoradizo Andrí haga que su padre maldiga el día en que lo engendró. Taras Bulba, una anomalía entre la obra más conocida de Gogol, es una aventura trepidante, una sinfonía en perpetuo crescendo, en la que cada capítulo es más intenso y sorprendente que el anterior. un fresco tan afinadamente dibujado y tan vívido que resulta absolutamente intemporal.",
    "cover": "http://books.google.com/books/content?id=XdMBTKWSfeMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Literary Criticism"
    ],
    "price": "39.31",
    "quantity": 47,
    "id": "XdMBTKWSfeMC"
  },
  {
    "title": "Gentlemen of the Road",
    "authors": [
      "Michael Chabon"
    ],
    "description": "#1 SAN FRANCISCO CHRONICLE BESTSELLER • NAMED ONE OF THE BEST BOOKS OF THE YEAR BY THE CHICAGO TRIBUNE “A picaresque, swashbuckling adventure.”—The Washington Post Book World They’re an odd pair, to be sure: pale, rail-thin, black-clad Zelikman, a moody, itinerant physician fond of jaunty headgear, and ex-soldier Amram, a gray-haired giant of a man as quick with a razor-tongued witticism as with a sharpened battle-ax. Brothers under the skin, comrades in arms, they make their rootless way through the Caucasus Mountains, circa a.d. 950, living as they please and surviving however they can—as blades and thieves for hire and as practiced bamboozlers, cheerfully separating the gullible from their money. But when they are dragooned into service as escorts and defenders to a prince of the Khazar Empire, they soon find themselves the half-willing generals in a full-scale revolution—on a road paved with warriors and whores, evil emperors and extraordinary elephants, secrets, swordplay, and such stuff as the grandest adventures are made of. Praise for Gentlemen of the Road “Within a few pages I was happily tangled in [Chabon’s] net of finely filigreed language, seduced by an old-school-style swashbuckling quest . . . laced with surprises and humor.”—San Francisco Chronicle “[Chabon] is probably the premiere prose stylist—the Updike—of his generation.”—Time “The action is intricate and exuberant. . . . It’s hard to resist its gathering momentum, not to mention the sheer headlong pleasure of Chabon’s language.”—The New York Times Book Review “[A] wild, wild adventure . . . abounds with lush language . . . This book roars to be read aloud.”—Chicago Sun-Times",
    "cover": "http://books.google.com/books/content?id=sMb8_Yf8uXAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "25.22",
    "quantity": 112,
    "id": "sMb8_Yf8uXAC"
  },
  {
    "title": "Pudd'nhead Wilson",
    "authors": [
      "Mark Twain"
    ],
    "description": "Enriched Classics offer readers accessible editions of great works of literature enhanced by helpful notes and commentary. Each book includes educational tools alongside the text, enabling students and readers alike to gain a deeper and more developed understanding of the writer and their work. Mark Twain's darkly comic short classic set in the antebellum South stands as a literary condemnation of slavery and racial inequality. This edition includes: -A concise introduction that gives readers important background information -A chronology of the author's life and work -A timeline of significant events that provides the book's historical context -An outline of key themes and plot points to help readers form their own interpretations -Detailed explanatory notes -Critical analysis, including contemporary and modern perspectives on the work -Discussion questions to promote lively classroom and book group interaction -A list of recommended related books and films to broaden the reader's experience Enriched Classics offer readers affordable editions of great works of literature enhanced by helpful notes and insightful commentary. The scholarship provided in Enriched Classics enables readers to appreciate, understand, and enjoy the world's finest books to their full potential.",
    "cover": "http://books.google.com/books/content?id=B9qLCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "35.60",
    "quantity": 48,
    "id": "B9qLCgAAQBAJ"
  },
  {
    "title": "Pride and Prejudice",
    "authors": [
      "Jane Austen"
    ],
    "description": "Gems of literature in a luxurious and unique design by Marjolein Bastin. The Marjolein Bastin Classics Series is a chance to rediscover classic literature in collectible, luxuriously illustrated volumes. For the first time ever, the internationally celebrated artwork of Marjolein Bastin graces the pages of a timeless classic, Pride and Prejudice. Beyond bringing these stories to life, Bastin's series adds elaborately designed ephemera, such as four-color maps, letters, family trees, and sheet music. Whether an ideal gift for an Austen or Brontë devotee or a treat for yourself, The Marjolein Bastin Classics Series, as a set or individually purchased, is perfect for anyone who feels a connection to these enduring literary gems.",
    "cover": "http://books.google.com/books/content?id=6gsnzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "47.40",
    "quantity": 56,
    "id": "6gsnzgEACAAJ"
  },
  {
    "title": "Realism and Naturalism",
    "authors": [
      "Richard Daniel Lehan"
    ],
    "description": "In this intellectual and literary history of American, British, and Continental novels of realism and naturalism from 1850 to 1950, Richard Lehan argues that literary naturalism is a narrative mode that creates its own reality. Employing this strategy allows and encourages intertextuality - one novel talking or responding to another.",
    "cover": "http://books.google.com/books/content?id=jnfjgCJih9AC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "27.98",
    "quantity": 81,
    "id": "jnfjgCJih9AC"
  },
  {
    "title": "Mysteries",
    "authors": [
      "Knut Hamsun"
    ],
    "description": "The first complete English translation of the Nobel Prize-winner’s literary masterpiece A Penguin Classic Mysteries is the story of Johan Nilsen Nagel, a mysterious stranger who suddenly turns up in a small Norwegian town one summer—and just as suddenly disappears. Nagel is a complete outsider, a sort of modern Christ treated in a spirit of near parody. He condemns the politics and thought of the age, brings comfort to the “insulted and injured,” and gains the love of two women suggestive of the biblical Mary and Martha. But there is a sinister side of him: in his vest he carries a vial of prussic acid... The novel creates a powerful sense of Nagel's stream of thought, as he increasingly withdraws into the torture chamber of his own subconscious psyche. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,800 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "cover": "http://books.google.com/books/content?id=MRoMUV2kLZEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "22.95",
    "quantity": 81,
    "id": "MRoMUV2kLZEC"
  },
  {
    "title": "I, Tituba, Black Witch of Salem",
    "authors": [
      "Maryse Condé"
    ],
    "description": "Blending the fictional with the factual, this highly praised novel ranges from the warm shores of seventeenth-century Barbados to the harsh realities of the slave trade, and the cold customs of Puritanical New England. It tells the story of Tituba, the only Black victim of the Salem witch trials and in doing so recalls a life of extraordinary experiences and mystical powers. Foreword by Angela Davis. Winner of France's prestigious Grand Prix Literaire de la Femme.",
    "cover": "http://books.google.com/books/content?id=6uPBhEIKP7kC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Historical fiction"
    ],
    "price": "61.98",
    "quantity": 119,
    "id": "6uPBhEIKP7kC"
  },
  {
    "title": "The Art Thief",
    "authors": [
      "Noah Charney"
    ],
    "description": "The disappearance of a priceless Caravaggio in Rome and the famous 'White on White' by Russian painter Kasimir Malevich in Paris heralds the start of a series of seemingly unconnected art crimes across Europe. Fitting the pieces together as they follow a trail of bluffs and double-bluffs, bizarre clues and intellectual puzzles, Inspector Jean-JacquesBizot in Paris and Harry Wickenden of Scotland Yardcome to realize that what at first appears a spate of random thefts is all part of a single master plan, and that they are being led ever deeper into a baffling conspiracy. This fiendishly clever debut thriller takes us behind the scenes of the elite fine art world of auction houses, academia and museums to offer a fascinating view of art history, witty, fast-paced dialogue and an ever-surprising plot that twists its way from Rome to Paris to London and back again.",
    "cover": "http://books.google.com/books/content?id=5c8Scnnvi84C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "65.18",
    "quantity": 147,
    "id": "5c8Scnnvi84C"
  },
  {
    "title": "The Cider House Rules",
    "authors": [
      "John Irving"
    ],
    "description": "“The Cider House Rules is filled with people to love and to feel for. . . . The characters in John Irving’s novel break all the rules, and yet they remain noble and free-spirited.”—The Houston Post First published in 1985, The Cider House Rules is set in rural Maine in the first half of the twentieth century. The novel tells the story of Dr. Wilbur Larch—saint and obstetrician, founder and director of the orphanage in the town of St. Cloud’s, ether addict and abortionist. This is also the story of Dr. Larch’s favorite orphan, Homer Wells, who is never adopted. Praise for The Cider House Rules “ [Irving] is among the very best storytellers at work today. At the base of Irving’s own moral concerns is a rare and lasting regard for human kindness.”—The Philadelphia Inquirer “ Superb in scope and originality, a novel as good as one could hope to find from any author, anywhere, anytime. Engrossing, moving, thoroughly satisfying.”—Joseph Heller “ An old-fashioned, big-hearted novel . . . with its epic yearning caught in the nineteenth century, somewhere between Trollope and Twain.”—Boston Sunday Globe",
    "cover": "http://books.google.com/books/content?id=7AaNEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "57.71",
    "quantity": 50,
    "id": "7AaNEAAAQBAJ"
  },
  {
    "title": "1601 Conversation as it was by the Social Fireside in the Time of the Tudors",
    "authors": [
      "Mark Twain"
    ],
    "description": "1601 was written during the summer of 1876 when the Clemens family had retreated to Quarry Farm in Elmira County, New York. Here Mrs. Clemens enjoyed relief from social obligations, the children romped over the countryside, and Mark retired to his octagonal study, which, perched high on the hill, looked out upon the valley below. It was in the famous summer of 1876, too, that Mark was putting the finishing touches to Tom Sawyer. Before the close of the same year he had already begun work on ‘The Adventures of Huckleberry Finn’, published in 1885. It is interesting to note the use of the title, the “Duke of Bilgewater,” in Huck Finn when the “Duchess of Bilgewater” had already made her appearance in 1601. Sandwiched between his two great masterpieces, Tom Sawyer and Huck Finn, the writing of 1601 was indeed a strange interlude. During this prolific period Mark wrote many minor items, most of them rejected by Howells, and read extensively in one of his favorite books, Pepys’ Diary. Like many another writer Mark was captivated by Pepys’ style and spirit, and “he determined,” says Albert Bigelow Paine in his ‘Mark Twain, A Biography’, “to try his hand on an imaginary record of conversation and court manners of a bygone day, written in the phrase of the period. The result was ‘Fireside Conversation in the Time of Queen Elizabeth’, or as he later called it, ‘1601’. The ‘conversation’ recorded by a supposed Pepys of that period, was written with all the outspoken coarseness and nakedness of that rank day, when fireside sociabilities were limited only to the loosened fancy, vocabulary, and physical performance, and not by any bounds of convention.”",
    "cover": "http://books.google.com/books/content?id=QwVWCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Not Available"
    ],
    "price": "62.86",
    "quantity": 88,
    "id": "QwVWCgAAQBAJ"
  },
  {
    "title": "The Picture of Dorian Gray",
    "authors": [
      "Oscar Wilde"
    ],
    "description": "The Picture of Dorian Gray is the only published novel by Oscar Wilde, appearing as the lead story in Lippincott's Monthly Magazine on 20 June 1890, printed as the July 1890 issue. The magazine's editors feared the story was indecent as submitted, so they censored roughly 500 words, without Wilde's knowledge, before publication. But even with that, the story was still greeted with outrage by British reviewers, some of whom suggested that Wilde should be prosecuted on moral grounds, leading Wilde to defend the novel aggressively in letters to the British press. Today, Wilde's fin de siècle novella is considered a classic. This new edition from Immortal Books includes footnotes and images.",
    "cover": "http://books.google.com/books/content?id=6vGiDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Not Available"
    ],
    "price": "24.85",
    "quantity": 146,
    "id": "6vGiDwAAQBAJ"
  },
  {
    "title": "The Trial",
    "authors": [
      "Franz Kafka"
    ],
    "description": "The story of the mysterious indictment, trial, and reckoning forced upon Joseph K. in Franz Kafka’s The Trial is one of the twentieth century’s master parables, reflecting the central spiritual crises of modern life. Kafka’s method–one that has influenced, in some way, almost every writer of substance who followed him–was to render the absurd and the terrifying convincing by a scrupulous, hyperreal matter-of-factness of tone and treatment. He thereby imparted to his work a level of seriousness normally associated with civilization’s most cherished poems and religious texts. Translated by Willa and Edwin Muir",
    "cover": "http://books.google.com/books/content?id=8T9_cxH7z6sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "25.96",
    "quantity": 110,
    "id": "8T9_cxH7z6sC"
  },
  {
    "title": "The Plague",
    "authors": [
      "Albert Camus"
    ],
    "description": "“Its relevance lashes you across the face.” —Stephen Metcalf, The Los Angeles Times • “A redemptive book, one that wills the reader to believe, even in a time of despair.” —Roger Lowenstein, The Washington Post A haunting tale of human resilience and hope in the face of unrelieved horror, Albert Camus' iconic novel about an epidemic ravaging the people of a North African coastal town is a classic of twentieth-century literature. The townspeople of Oran are in the grip of a deadly plague, which condemns its victims to a swift and horrifying death. Fear, isolation and claustrophobia follow as they are forced into quarantine. Each person responds in their own way to the lethal disease: some resign themselves to fate, some seek blame, and a few, like Dr. Rieux, resist the terror. An immediate triumph when it was published in 1947, The Plague is in part an allegory of France's suffering under the Nazi occupation, and a timeless story of bravery and determination against the precariousness of human existence.",
    "cover": "http://books.google.com/books/content?id=KVGd-NabpW0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "28.97",
    "quantity": 105,
    "id": "KVGd-NabpW0C"
  },
  {
    "title": "There There",
    "authors": [
      "Tommy Orange"
    ],
    "description": "PULITZER PRIZE FINALIST • NATIONAL BESTSELLER • A wondrous and shattering award-winning novel that follows twelve characters from Native communities: all traveling to the Big Oakland Powwow, all connected to one another in ways they may not yet realize. A contemporary classic, this “astonishing literary debut” (Margaret Atwood, bestselling author of The Handmaid’s Tale) “places Native American voices front and center” (NPR/Fresh Air). One of The Atlantic’s Great American Novels of the Past 100 Years Among them is Jacquie Red Feather, newly sober and trying to make it back to the family she left behind. Dene Oxendene, pulling his life together after his uncle’s death and working at the powwow to honor his memory. Fourteen-year-old Orvil, coming to perform traditional dance for the very first time. They converge and collide on one fateful day at the Big Oakland Powwow and together this chorus of voices tells of the plight of the urban Native American—grappling with a complex and painful history, with an inheritance of beauty and spirituality, with communion and sacrifice and heroism A book with “so much jangling energy and brings so much news from a distinct corner of American life that it’s a revelation” (The New York Times). It is fierce, funny, suspenseful, and impossible to put down--full of poetry and rage, exploding onto the page with urgency and force. There There is at once poignant and unflinching, utterly contemporary and truly unforgettable. Don't miss Tommy Orange's new book, Wandering Stars!",
    "cover": "http://books.google.com/books/content?id=oNY0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "54.63",
    "quantity": 96,
    "id": "oNY0DwAAQBAJ"
  },
  {
    "title": "If Beale Street Could Talk",
    "authors": [
      "James Baldwin"
    ],
    "description": "From one of the most important writers of the twentieth century comes a stunning love story about a young Black woman whose life is torn apart when her lover is wrongly accused of a crime—\"a moving, painful story, so vividly human and so obviously based on reality that it strikes us as timeless\" (The New York Times Book Review). \"One of the best books Baldwin has ever written—perhaps the best of all.\" —The Philadelphia Inquirer Told through the eyes of Tish, a nineteen-year-old girl, in love with Fonny, a young sculptor who is the father of her child, Baldwin’s story mixes the sweet and the sad. Tish and Fonny have pledged to get married, but Fonny is falsely accused of a terrible crime and imprisoned. Their families set out to clear his name, and as they face an uncertain future, the young lovers experience a kaleidoscope of emotions—affection, despair, and hope. In a love story that evokes the blues, where passion and sadness are inevitably intertwined, Baldwin has created two characters so alive and profoundly realized that they are unforgettably ingrained in the American psyche.",
    "cover": "http://books.google.com/books/content?id=lclWAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "60.35",
    "quantity": 117,
    "id": "lclWAAAAQBAJ"
  },
  {
    "title": "The Boleyn Inheritance",
    "authors": [
      "Philippa Gregory"
    ],
    "description": "THREE WOMEN WHO SHARE ONE FATE: THE BOLEYN INHERITANCE ANNE OF CLEVES She runs from her tiny country, her hateful mother, and her abusive brother to a throne whose last three occupants are dead. King Henry VIII, her new husband, instantly dislikes her. Without friends, family, or even an understanding of the language being spoken around her, she must literally save her neck in a court ruled by a deadly game of politics and the terror of an unpredictable and vengeful king. Her Boleyn Inheritance: accusations and false witnesses. KATHERINE HOWARD She catches the king's eye within moments of arriving at court, setting in motion the dreadful machine of politics, intrigue, and treason that she does not understand. She only knows that she is beautiful, that men desire her, that she is young and in love -- but not with the diseased old man who made her queen, beds her night after night, and killed her cousin Anne. Her Boleyn Inheritance: the threat of the axe. JANE ROCHFORD She is the Boleyn girl whose testimony sent her husband and sister-in-law to their deaths. She is the trusted friend of two threatened queens, the perfectly loyal spy for her uncle, the Duke of Norfolk, and a canny survivor in the murderous court of a most dangerous king. Throughout Europe, her name is a byword for malice, jealousy, and twisted lust. Her Boleyn Inheritance: a fortune and a title, in exchange for her soul. The Boleyn Inheritance is a novel drawn tight as a lute string about a court ruled by the gallows and three women whose positions brought them wealth, admiration, and power as well as deceit, betrayal, and terror. Once again, Philippa Gregory has brought a vanished world to life -- the whisper of a silk skirt on a stone stair, the yellow glow of candlelight illuminating a hastily written note, the murmurs of the crowd gathering on Tower Green below the newly built scaffold. In The Boleyn Inheritance Gregory is at her intelligent and page-turning best.",
    "cover": "http://books.google.com/books/content?id=xZNVDAaxrGIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "50.76",
    "quantity": 113,
    "id": "xZNVDAaxrGIC"
  },
  {
    "title": "Journey to the Center of the Earth",
    "authors": [
      "Jules Verne"
    ],
    "description": "The intrepid Professor Lindenbrock embarks upon the strangest expedition of the nineteenth century: a journey down an extinct Icelandic volcano to the Earth’s very core. In his quest to penetrate the planet’s primordial secrets, the geologist—together with his quaking nephew Axel and their devoted guide, Hans—discovers an astonishing subterranean menagerie of prehistoric proportions. Verne’s imaginative tale is at once the ultimate science fiction adventure and a reflection on the perfectibility of human understanding and the psychology of the questor. As David Brin notes in his Introduction, though Verne never knew the term “science fiction,” Journey to the Centre of the Earth is “inarguably one of the wellsprings from which it all began.”",
    "cover": "http://books.google.com/books/content?id=icKmd-tlvPMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "38.81",
    "quantity": 10,
    "id": "icKmd-tlvPMC"
  },
  {
    "title": "Sunset Park",
    "authors": [
      "Paul Auster"
    ],
    "description": "Paul Auster's Sunset Park is set in the sprawling flatlands of Florida, where twenty-eight-year-old Miles is photographing the last lingering traces of families who have abandoned their houses due to debt or foreclosure. Miles is haunted by guilt for having inadvertently caused the death of his step-brother, a situation that caused him to flee his father and step-mother in New York seven years ago.What keeps him in Florida is his relationship with a teenage high-school girl, Pilar, but when her family threatens to expose their relationship, Miles decides to protect Pilar by going back to Brooklyn, where he settles in a squat to prepare himself to face the inevitable confrontation with his father - a confrontation he has been avoiding for years.Set against the backdrop of the devastating global recession, and pulsing with the energy of Auster's previous novel Invisible, Sunset Park is as mythic as it is contemporary, as in love with baseball as it is with literature. It is above all, a story about love and forgiveness - not only among men and women, but also between fathers and sons.",
    "cover": "http://books.google.com/books/content?id=WK_mPzxMFfoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "67.47",
    "quantity": 120,
    "id": "WK_mPzxMFfoC"
  },
  {
    "title": "How to Stop Time",
    "authors": [
      "Matt Haig"
    ],
    "description": "From the New York Times bestselling author of The Midnight Library. “A quirky romcom dusted with philosophical observations….A delightfully witty…poignant novel.” —The Washington Post “She smiled a soft, troubled smile and I felt the whole world slipping away, and I wanted to slip with it, to go wherever she was going… I had existed whole years without her, but that was all it had been. An existence. A book with no words.” Tom Hazard has just moved back to London, his old home, to settle down and become a high school history teacher. And on his first day at school, he meets a captivating French teacher at his school who seems fascinated by him. But Tom has a dangerous secret. He may look like an ordinary 41-year-old, but owing to a rare condition, he's been alive for centuries. Tom has lived history--performing with Shakespeare, exploring the high seas with Captain Cook, and sharing cocktails with Fitzgerald. Now, he just wants an ordinary life. Unfortunately for Tom, the Albatross Society, the secretive group which protects people like Tom, has one rule: Never fall in love. As painful memories of his past and the erratic behavior of the Society's watchful leader threaten to derail his new life and romance, the one thing he can't have just happens to be the one thing that might save him. Tom will have to decide once and for all whether to remain stuck in the past, or finally begin living in the present. How to Stop Time tells a love story across the ages—and for the ages—about a man lost in time, the woman who could save him, and the lifetimes it can take to learn how to live. It is a bighearted, wildly original novel about losing and finding yourself, the inevitability of change, and how with enough time to learn, we just might find happiness. Soon to be a major motion picture starring Benedict Cumberbatch.",
    "cover": "http://books.google.com/books/content?id=In8mDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "49.99",
    "quantity": 37,
    "id": "In8mDwAAQBAJ"
  },
  {
    "title": "501st: Star Wars Legends (Imperial Commando)",
    "authors": [
      "Karen Traviss"
    ],
    "description": "The Clone Wars are over, but for those with reason to run from the new galactic Empire, the battle to survive has only just begun. . . . The Jedi have been decimated in the Great Purge, and the Republic has fallen. Now the former Republic Commandos–the galaxy’s finest special forces troops, cloned from Jango Fett–find themselves on opposing sides and in very different armor. Some have deserted and fled to Mandalore with the mercenaries, renegade clone troopers, and rogue Jedi who make up Kal Skirata’ s ragtag resistance to Imperial occupation. Others–including men from Delta and Omega squads–now serve as Imperial Commandos, a black ops unit within Vader’s own 501st Legion, tasked to hunt down fugitive Jedi and clone deserters. For Darman, grieving for his Jedi wife and separated from his son, it’s an agonizing test of loyalty. But he’s not the only one who’ll be forced to test the ties of brotherhood. On Mandalore, clone deserters and the planet’s own natives, who have no love for the Jedi, will have their most cherished beliefs challenged. In the savage new galactic order, old feuds may have to be set aside to unite against a far bigger threat, and nobody can take old loyalties for granted. Features a bonus section following the novel that includes a primer on the Star Wars expanded universe, and over half a dozen excerpts from some of the most popular Star Wars books of the last thirty years!",
    "cover": "http://books.google.com/books/content?id=qhwT9N_w1A0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "32.05",
    "quantity": 85,
    "id": "qhwT9N_w1A0C"
  },
  {
    "title": "Taras Bulba",
    "authors": [
      "Nikolái V. Gogol"
    ],
    "description": "Feroces, crueles, valientes y apasionados, los cosacos hacen temblar la estepa bajo los cascos de sus caballos. Y entre ellos se encuentra Taras Bulba, un anciano lleno aún de fuerza e inteligencia que junto a sus hijos, Ostap y Andrí, avanzará por tierras polacas con intención de vengar su fe ortodoxa burlada por los católicos. Ninguna guarnición, ciudad amurallada o iglesia podrán detenerlos, hasta que la desgracia se cierna sobre ellos y el apuesto y enamoradizo Andrí haga que su padre maldiga el día en que lo engendró. Taras Bulba, una anomalía entre la obra más conocida de Gogol, es una aventura trepidante, una sinfonía en perpetuo crescendo, en la que cada capítulo es más intenso y sorprendente que el anterior. un fresco tan afinadamente dibujado y tan vívido que resulta absolutamente intemporal.",
    "cover": "http://books.google.com/books/content?id=XdMBTKWSfeMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Literary Criticism"
    ],
    "price": "53.11",
    "quantity": 108,
    "id": "XdMBTKWSfeMC"
  },
  {
    "title": "Gentlemen of the Road",
    "authors": [
      "Michael Chabon"
    ],
    "description": "#1 SAN FRANCISCO CHRONICLE BESTSELLER • NAMED ONE OF THE BEST BOOKS OF THE YEAR BY THE CHICAGO TRIBUNE “A picaresque, swashbuckling adventure.”—The Washington Post Book World They’re an odd pair, to be sure: pale, rail-thin, black-clad Zelikman, a moody, itinerant physician fond of jaunty headgear, and ex-soldier Amram, a gray-haired giant of a man as quick with a razor-tongued witticism as with a sharpened battle-ax. Brothers under the skin, comrades in arms, they make their rootless way through the Caucasus Mountains, circa a.d. 950, living as they please and surviving however they can—as blades and thieves for hire and as practiced bamboozlers, cheerfully separating the gullible from their money. But when they are dragooned into service as escorts and defenders to a prince of the Khazar Empire, they soon find themselves the half-willing generals in a full-scale revolution—on a road paved with warriors and whores, evil emperors and extraordinary elephants, secrets, swordplay, and such stuff as the grandest adventures are made of. Praise for Gentlemen of the Road “Within a few pages I was happily tangled in [Chabon’s] net of finely filigreed language, seduced by an old-school-style swashbuckling quest . . . laced with surprises and humor.”—San Francisco Chronicle “[Chabon] is probably the premiere prose stylist—the Updike—of his generation.”—Time “The action is intricate and exuberant. . . . It’s hard to resist its gathering momentum, not to mention the sheer headlong pleasure of Chabon’s language.”—The New York Times Book Review “[A] wild, wild adventure . . . abounds with lush language . . . This book roars to be read aloud.”—Chicago Sun-Times",
    "cover": "http://books.google.com/books/content?id=sMb8_Yf8uXAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "47.32",
    "quantity": 76,
    "id": "sMb8_Yf8uXAC"
  },
  {
    "title": "Pudd'nhead Wilson",
    "authors": [
      "Mark Twain"
    ],
    "description": "Enriched Classics offer readers accessible editions of great works of literature enhanced by helpful notes and commentary. Each book includes educational tools alongside the text, enabling students and readers alike to gain a deeper and more developed understanding of the writer and their work. Mark Twain's darkly comic short classic set in the antebellum South stands as a literary condemnation of slavery and racial inequality. This edition includes: -A concise introduction that gives readers important background information -A chronology of the author's life and work -A timeline of significant events that provides the book's historical context -An outline of key themes and plot points to help readers form their own interpretations -Detailed explanatory notes -Critical analysis, including contemporary and modern perspectives on the work -Discussion questions to promote lively classroom and book group interaction -A list of recommended related books and films to broaden the reader's experience Enriched Classics offer readers affordable editions of great works of literature enhanced by helpful notes and insightful commentary. The scholarship provided in Enriched Classics enables readers to appreciate, understand, and enjoy the world's finest books to their full potential.",
    "cover": "http://books.google.com/books/content?id=B9qLCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "51.42",
    "quantity": 99,
    "id": "B9qLCgAAQBAJ"
  },
  {
    "title": "Pride and Prejudice",
    "authors": [
      "Jane Austen"
    ],
    "description": "Gems of literature in a luxurious and unique design by Marjolein Bastin. The Marjolein Bastin Classics Series is a chance to rediscover classic literature in collectible, luxuriously illustrated volumes. For the first time ever, the internationally celebrated artwork of Marjolein Bastin graces the pages of a timeless classic, Pride and Prejudice. Beyond bringing these stories to life, Bastin's series adds elaborately designed ephemera, such as four-color maps, letters, family trees, and sheet music. Whether an ideal gift for an Austen or Brontë devotee or a treat for yourself, The Marjolein Bastin Classics Series, as a set or individually purchased, is perfect for anyone who feels a connection to these enduring literary gems.",
    "cover": "http://books.google.com/books/content?id=6gsnzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "46.48",
    "quantity": 81,
    "id": "6gsnzgEACAAJ"
  },
  {
    "title": "Realism and Naturalism",
    "authors": [
      "Richard Daniel Lehan"
    ],
    "description": "In this intellectual and literary history of American, British, and Continental novels of realism and naturalism from 1850 to 1950, Richard Lehan argues that literary naturalism is a narrative mode that creates its own reality. Employing this strategy allows and encourages intertextuality - one novel talking or responding to another.",
    "cover": "http://books.google.com/books/content?id=jnfjgCJih9AC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "50.81",
    "quantity": 106,
    "id": "jnfjgCJih9AC"
  },
  {
    "title": "Mysteries",
    "authors": [
      "Knut Hamsun"
    ],
    "description": "The first complete English translation of the Nobel Prize-winner’s literary masterpiece A Penguin Classic Mysteries is the story of Johan Nilsen Nagel, a mysterious stranger who suddenly turns up in a small Norwegian town one summer—and just as suddenly disappears. Nagel is a complete outsider, a sort of modern Christ treated in a spirit of near parody. He condemns the politics and thought of the age, brings comfort to the “insulted and injured,” and gains the love of two women suggestive of the biblical Mary and Martha. But there is a sinister side of him: in his vest he carries a vial of prussic acid... The novel creates a powerful sense of Nagel's stream of thought, as he increasingly withdraws into the torture chamber of his own subconscious psyche. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,800 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "cover": "http://books.google.com/books/content?id=MRoMUV2kLZEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "51.71",
    "quantity": 122,
    "id": "MRoMUV2kLZEC"
  },
  {
    "title": "I, Tituba, Black Witch of Salem",
    "authors": [
      "Maryse Condé"
    ],
    "description": "Blending the fictional with the factual, this highly praised novel ranges from the warm shores of seventeenth-century Barbados to the harsh realities of the slave trade, and the cold customs of Puritanical New England. It tells the story of Tituba, the only Black victim of the Salem witch trials and in doing so recalls a life of extraordinary experiences and mystical powers. Foreword by Angela Davis. Winner of France's prestigious Grand Prix Literaire de la Femme.",
    "cover": "http://books.google.com/books/content?id=6uPBhEIKP7kC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Historical fiction"
    ],
    "price": "32.21",
    "quantity": 83,
    "id": "6uPBhEIKP7kC"
  },
  {
    "title": "The Art Thief",
    "authors": [
      "Noah Charney"
    ],
    "description": "The disappearance of a priceless Caravaggio in Rome and the famous 'White on White' by Russian painter Kasimir Malevich in Paris heralds the start of a series of seemingly unconnected art crimes across Europe. Fitting the pieces together as they follow a trail of bluffs and double-bluffs, bizarre clues and intellectual puzzles, Inspector Jean-JacquesBizot in Paris and Harry Wickenden of Scotland Yardcome to realize that what at first appears a spate of random thefts is all part of a single master plan, and that they are being led ever deeper into a baffling conspiracy. This fiendishly clever debut thriller takes us behind the scenes of the elite fine art world of auction houses, academia and museums to offer a fascinating view of art history, witty, fast-paced dialogue and an ever-surprising plot that twists its way from Rome to Paris to London and back again.",
    "cover": "http://books.google.com/books/content?id=5c8Scnnvi84C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "33.31",
    "quantity": 46,
    "id": "5c8Scnnvi84C"
  },
  {
    "title": "The Cider House Rules",
    "authors": [
      "John Irving"
    ],
    "description": "“The Cider House Rules is filled with people to love and to feel for. . . . The characters in John Irving’s novel break all the rules, and yet they remain noble and free-spirited.”—The Houston Post First published in 1985, The Cider House Rules is set in rural Maine in the first half of the twentieth century. The novel tells the story of Dr. Wilbur Larch—saint and obstetrician, founder and director of the orphanage in the town of St. Cloud’s, ether addict and abortionist. This is also the story of Dr. Larch’s favorite orphan, Homer Wells, who is never adopted. Praise for The Cider House Rules “ [Irving] is among the very best storytellers at work today. At the base of Irving’s own moral concerns is a rare and lasting regard for human kindness.”—The Philadelphia Inquirer “ Superb in scope and originality, a novel as good as one could hope to find from any author, anywhere, anytime. Engrossing, moving, thoroughly satisfying.”—Joseph Heller “ An old-fashioned, big-hearted novel . . . with its epic yearning caught in the nineteenth century, somewhere between Trollope and Twain.”—Boston Sunday Globe",
    "cover": "http://books.google.com/books/content?id=7AaNEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "41.60",
    "quantity": 133,
    "id": "7AaNEAAAQBAJ"
  },
  {
    "title": "1601 Conversation as it was by the Social Fireside in the Time of the Tudors",
    "authors": [
      "Mark Twain"
    ],
    "description": "1601 was written during the summer of 1876 when the Clemens family had retreated to Quarry Farm in Elmira County, New York. Here Mrs. Clemens enjoyed relief from social obligations, the children romped over the countryside, and Mark retired to his octagonal study, which, perched high on the hill, looked out upon the valley below. It was in the famous summer of 1876, too, that Mark was putting the finishing touches to Tom Sawyer. Before the close of the same year he had already begun work on ‘The Adventures of Huckleberry Finn’, published in 1885. It is interesting to note the use of the title, the “Duke of Bilgewater,” in Huck Finn when the “Duchess of Bilgewater” had already made her appearance in 1601. Sandwiched between his two great masterpieces, Tom Sawyer and Huck Finn, the writing of 1601 was indeed a strange interlude. During this prolific period Mark wrote many minor items, most of them rejected by Howells, and read extensively in one of his favorite books, Pepys’ Diary. Like many another writer Mark was captivated by Pepys’ style and spirit, and “he determined,” says Albert Bigelow Paine in his ‘Mark Twain, A Biography’, “to try his hand on an imaginary record of conversation and court manners of a bygone day, written in the phrase of the period. The result was ‘Fireside Conversation in the Time of Queen Elizabeth’, or as he later called it, ‘1601’. The ‘conversation’ recorded by a supposed Pepys of that period, was written with all the outspoken coarseness and nakedness of that rank day, when fireside sociabilities were limited only to the loosened fancy, vocabulary, and physical performance, and not by any bounds of convention.”",
    "cover": "http://books.google.com/books/content?id=QwVWCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Not Available"
    ],
    "price": "45.19",
    "quantity": 138,
    "id": "QwVWCgAAQBAJ"
  },
  {
    "title": "The Picture of Dorian Gray",
    "authors": [
      "Oscar Wilde"
    ],
    "description": "The Picture of Dorian Gray is the only published novel by Oscar Wilde, appearing as the lead story in Lippincott's Monthly Magazine on 20 June 1890, printed as the July 1890 issue. The magazine's editors feared the story was indecent as submitted, so they censored roughly 500 words, without Wilde's knowledge, before publication. But even with that, the story was still greeted with outrage by British reviewers, some of whom suggested that Wilde should be prosecuted on moral grounds, leading Wilde to defend the novel aggressively in letters to the British press. Today, Wilde's fin de siècle novella is considered a classic. This new edition from Immortal Books includes footnotes and images.",
    "cover": "http://books.google.com/books/content?id=6vGiDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Not Available"
    ],
    "price": "61.47",
    "quantity": 133,
    "id": "6vGiDwAAQBAJ"
  },
  {
    "title": "The Trial",
    "authors": [
      "Franz Kafka"
    ],
    "description": "The story of the mysterious indictment, trial, and reckoning forced upon Joseph K. in Franz Kafka’s The Trial is one of the twentieth century’s master parables, reflecting the central spiritual crises of modern life. Kafka’s method–one that has influenced, in some way, almost every writer of substance who followed him–was to render the absurd and the terrifying convincing by a scrupulous, hyperreal matter-of-factness of tone and treatment. He thereby imparted to his work a level of seriousness normally associated with civilization’s most cherished poems and religious texts. Translated by Willa and Edwin Muir",
    "cover": "http://books.google.com/books/content?id=8T9_cxH7z6sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Fiction"
    ],
    "price": "61.77",
    "quantity": 17,
    "id": "8T9_cxH7z6sC"
  },
  {
    "title": "Eat, Pray, Love",
    "authors": [
      "Elizabeth Gilbert"
    ],
    "description": "The Number One international bestseller, Eat, Pray Love is a journey around the world, a quest for spiritual enlightenment and a story for anyone who has battled with divorce, depression and heartbreak.",
    "cover": "http://books.google.com/books/content?id=QdCNeNx6LJUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "30.15",
    "quantity": 61,
    "id": "QdCNeNx6LJUC"
  },
  {
    "title": "The Hemingses of Monticello",
    "authors": [
      "Annette Gordon-Reed"
    ],
    "description": "Historian and legal scholar Gordon-Reed presents this epic work that tells the story of the Hemingses, an American slave family and their close blood ties to Thomas Jefferson.",
    "cover": "http://books.google.com/books/content?id=0rucDU2Xa6gC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "53.66",
    "quantity": 13,
    "id": "0rucDU2Xa6gC"
  },
  {
    "title": "The Drowned and the Saved",
    "authors": [
      "Primo Levi"
    ],
    "description": "In his final book before his death, Primo Levi returns once more to his time at Auschwitz in a moving meditation on memory, resiliency, and the struggle to comprehend unimaginable tragedy. Drawing on history, philosophy, and his own personal experiences, Levi asks if we have already begun to forget about the Holocaust. His last book before his death, Levi returns to the subject that would define his reputation as a writer and a witness. Levi breaks his book into eight essays, ranging from topics like the unreliability of memory to how violence twists both the victim and the victimizer. He shares how difficult it is for him to tell his experiences with his children and friends. He also debunks the myth that most of the Germans were in the dark about the Final Solution or that Jews never attempted to escape the camps. As the Holocaust recedes into the past and fewer and fewer survivors are left to tell their stories, The Drowned and the Saved is a vital first-person testament. Along with Elie Wiesel and Hannah Arendt, Primo Levi is remembered as one of the most powerful and perceptive writers on the Holocaust and the Jewish experience during World War II. This is an essential book both for students and literary readers. Reading Primo Levi is a lesson in the resiliency of the human spirit.",
    "cover": "http://books.google.com/books/content?id=s90nDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "BIOGRAPHY & AUTOBIOGRAPHY"
    ],
    "price": "51.17",
    "quantity": 53,
    "id": "s90nDwAAQBAJ"
  },
  {
    "title": "Benjamin Franklin",
    "authors": [
      "Walter Isaacson"
    ],
    "description": "Presents a portrait of Benjamin Franklin as a scientist, inventor, diplomat, writer, business strategist, and statesman while tracing his life as one of America's Founding Fathers.",
    "cover": "http://books.google.com/books/content?id=AfZOIC8hVWYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "34.94",
    "quantity": 64,
    "id": "AfZOIC8hVWYC"
  },
  {
    "title": "Chiara Corbella Petrillo",
    "authors": [
      "Simone Troisi",
      "Christian Paccini"
    ],
    "description": "Chiara Petrillo was seated in a wheel chair looking lovingly toward Jesus in the tabernacle. Her husband, Enrico, found the courage to ask her a question that he had been holding back. Thinking of Jesus’s phrase, “my yoke is sweet and my burden is light,” he asked: “Is this yoke, this cross, really sweet, as Jesus said?” A smile came across Chiara’s face. She turned to her husband and said in a weak voice: “Yes, Enrico, it is very sweet.” At 28 years old, Chiara passed away, her body ravaged by cancer. The emotional, physical, and spiritual trials of this young Italian mother are not uncommon. It was her joyful and loving response to each that led one cardinal to call her “a saint for our times.” Chiara entrusted her first baby to the blessed Virgin, but felt as though this child was not hers to keep. Soon, it was revealed her daughter had life-threatening abnormalities. Despite universal pressure to abort, Chiara gave birth to a beautiful girl who died within the hour. A year later, the death of her second child came even more quickly. Yet God was preparing their hearts for more—more sorrow and more grace. While pregnant a third time, Chiara developed a malignant tumor. She refused to jeopardize the life of her unborn son by undergoing treatments during the pregnancy. Chiara waited until after Francesco was safely born, and then began the most intense treatments of radiation and chemotherapy, but it was soon clear that the cancer was terminal. Almost immediately after giving birth to Francesco, Chiara’s tumor became terminal and caused her to lose the use of her right eye. Her body was tested, and so was her soul as she suffered through terrible dark nights. She said “yes” to everything God sent her way, becoming a true child of God. And as her days on earth came to an end, Enrico looked down on his wife and said, “If she is going to be with Someone who loves her more than I, why should I be upset?” Each saint has a special charisma, a particular facet of God that is reflected through her. Chiara’s was to be a witness to joy in the face of great adversity, the kind which makes love overflow despite the sorrow from loss and death.",
    "cover": "http://books.google.com/books/content?id=ttlyCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "54.59",
    "quantity": 144,
    "id": "ttlyCwAAQBAJ"
  },
  {
    "title": "Lives of the Caesars",
    "authors": [
      "Suetonius"
    ],
    "description": "The Lives of the Caesars include the biographies of Julius Caesar and the eleven subsequent emperors: Augustus, Tiberius, Gaius Caligula, Claudius, Nero, Galba, Otho, Vitelius, Vespasian, Titus, Domitian. Suetonius composed his material from a variety of sources, without much concern for their reliability. His biographies consist the ancestry and career of each emperor in turn; however, his interest is not so much analytical or historical, but anecdotal and salacious which gives rise to a lively and provocative succession of portraits. The account of Julius Caesar does not simply mention his crossing of the Rubicon and his assassination, but draws attention to his dark piercing eyes and attempts to conceal his baldness. The Live of Caligula presents a vivid picture of the emperor's grotesque appearance, his waywardness, and his insane cruelties. The format and style of Suetonius' Lives of the Caesars was to set the tone for biography throughout western literature - his work remains thoroughly readable and full of interest. ABOUT THE SERIES: For over 100 years Oxford World's Classics has made available the widest range of literature from around the globe. Each affordable volume reflects Oxford's commitment to scholarship, providing the most accurate text plus a wealth of other valuable features, including expert introductions by leading authorities, helpful notes to clarify the text, up-to-date bibliographies for further study, and much more.",
    "cover": "http://books.google.com/books/content?id=JsNxkG6Ai9sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "64.02",
    "quantity": 61,
    "id": "JsNxkG6Ai9sC"
  },
  {
    "title": "Origen: Contra Celsum",
    "authors": [
      "Origen"
    ],
    "description": "The English translation not only focuses closely on the text, it also has illuminating notes and discussions on the philosophers.",
    "cover": "http://books.google.com/books/content?id=wsKLIV3TpOYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Religion"
    ],
    "price": "49.93",
    "quantity": 94,
    "id": "wsKLIV3TpOYC"
  },
  {
    "title": "The Trumps",
    "authors": [
      "Gwenda Blair"
    ],
    "description": "An entertaining chronicle, now in paperback, explores the turbulent history and extraordinary achievements of the Trump family, from their first forays into real estate by Friedrich to the over-the-top ambitions of Donald Trump himself. of photos.",
    "cover": "http://books.google.com/books/content?id=PmrwtRTQ3fMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "36.52",
    "quantity": 44,
    "id": "PmrwtRTQ3fMC"
  },
  {
    "title": "The Conduct of Life",
    "authors": [
      "Ralph Waldo Emerson"
    ],
    "description": "Not Available",
    "cover": "http://books.google.com/books/content?id=-icbmTM59xcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "American literature"
    ],
    "price": "65.72",
    "quantity": 142,
    "id": "-icbmTM59xcC"
  },
  {
    "title": "John Adams",
    "authors": [
      "David McCullough"
    ],
    "description": "Chronicles the life of America's second president, including his youth, his career as a Massachusetts farmer and lawyer, his marriage to Abigail, his rivalry with Thomas Jefferson, and his influence on the birth of the United States.",
    "cover": "http://books.google.com/books/content?id=GHMnz8G0GTcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "41.85",
    "quantity": 92,
    "id": "GHMnz8G0GTcC"
  },
  {
    "title": "I Know why the Caged Bird Sings",
    "authors": [
      "Maya Angelou"
    ],
    "description": "Author's memoir of growing up black in the 1930's and 1940's.",
    "cover": "http://books.google.com/books/content?id=fBV7oq42ZfYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "African American authors"
    ],
    "price": "66.06",
    "quantity": 104,
    "id": "fBV7oq42ZfYC"
  },
  {
    "title": "Caesar",
    "authors": [
      "Adrian Keith Goldsworthy"
    ],
    "description": "In this landmark biography, Goldsworthy places Caesar firmly within the context of Roman society in the first century B.C.",
    "cover": "http://books.google.com/books/content?id=YWRoAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography"
    ],
    "price": "50.75",
    "quantity": 130,
    "id": "YWRoAAAAMAAJ"
  },
  {
    "title": "The Interesting Narrative",
    "authors": [
      "Olaudah Equiano"
    ],
    "description": "\"Published a few days before the British parliament first debated the abolition of the slave trade in 1789, Olaudah Equiano's Interesting Narrative gives the author's account of his enslavement after his childhood kidnapping in Africa, and his journey from slavery to freedom. Equiano was slave to a captain in the Royal Navy, and later to a Quaker merchant, and he vividly depicts the appalling treatment of enslaved people at sea and on land. He takes part in naval engagements, is shipwrecked, and has other exciting adventures on his travels to the Caribbean, America, and the Arctic. Equiano claimed his own freedom and became an important abolitionist, but his Narrative is much more than merely a political pamphlet. The most important African autobiography of the eighteenth century, it has achieved an increasingly central position among the century's great works of literature. The introduction to this edition surveys recent debates about Equiano's birthplace and identity, and considers his campaigning role and literary achievements.\"--Publisher's description.",
    "cover": "http://books.google.com/books/content?id=uQpDDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Literary Collections"
    ],
    "price": "68.16",
    "quantity": 119,
    "id": "uQpDDwAAQBAJ"
  },
  {
    "title": "Plutarch's Lives",
    "authors": [
      "Plutarch",
      "John Dryden",
      "Arthur Hugh Clough"
    ],
    "description": "Not Available",
    "cover": "http://books.google.com/books/content?id=f8MsAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography"
    ],
    "price": "28.72",
    "quantity": 103,
    "id": "f8MsAAAAMAAJ"
  },
  {
    "title": "Team of Rivals",
    "authors": [
      "Doris Kearns Goodwin"
    ],
    "description": "An analysis of Abraham Lincoln's political talents identifies the character strengths and abilities that enabled his successful election, in an account that also describes how he used the same abilities to rally former opponents in winning the Civil War.",
    "cover": "http://books.google.com/books/content?id=Cg0bDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "31.82",
    "quantity": 95,
    "id": "Cg0bDAAAQBAJ"
  },
  {
    "title": "The Glass Castle",
    "authors": [
      "Jeannette Walls"
    ],
    "description": "Original publication and copyright date: 2005.",
    "cover": "http://books.google.com/books/content?id=CLRZ79s5tD8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "29.71",
    "quantity": 134,
    "id": "CLRZ79s5tD8C"
  },
  {
    "title": "Einstein",
    "authors": [
      "Walter Isaacson"
    ],
    "description": "From Isaacson, the bestselling author of \"Benjamin Franklin,\" comes the first full biography of Albert Einstein since all his papers have become available--a fully realized portrait of a premier icon of his era.",
    "cover": "http://books.google.com/books/content?id=d2WZDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "47.52",
    "quantity": 77,
    "id": "d2WZDgAAQBAJ"
  },
  {
    "title": "Representative Men",
    "authors": [
      "Ralph Waldo Emerson"
    ],
    "description": "Not Available",
    "cover": "http://books.google.com/books/content?id=q-XlK38B4lAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "American literature"
    ],
    "price": "45.88",
    "quantity": 17,
    "id": "q-XlK38B4lAC"
  },
  {
    "title": "Genghis Khan and the Making of the Modern World",
    "authors": [
      "J. McIver Weatherford"
    ],
    "description": "Based on eight years of groundbreaking research in Mongolia, this history of the great conqueror argues that rather than a crude barbarian, Khan was one of the most progressive and influential rulers in all of world history.",
    "cover": "http://books.google.com/books/content?id=IVRtAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "65.69",
    "quantity": 111,
    "id": "IVRtAAAAMAAJ"
  },
  {
    "title": "Eat, Pray, Love",
    "authors": [
      "Elizabeth Gilbert"
    ],
    "description": "Traces the author's decision to travel the world for a year after suffering a midlife crisis and divorce, a journey that took her to three places in her quest to explore her own nature and learn the art of spiritual balance.",
    "cover": "http://books.google.com/books/content?id=h5ZCPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "format": "BOOK",
    "genre": [
      "Biography & Autobiography"
    ],
    "price": "41.72",
    "quantity": 63,
    "id": "h5ZCPgAACAAJ"
  }
]